export const TIER = [
  ["언랭"], // 0
  ["퓨어눕"], // 1
  ["가짜눕"], // 2
  ["계륵"], // 3
  ["계추"], // 4
  ["프로"], // 5
  ["미지근한국밥", "미국"], // 6
  ["국밥"], // 7
  ["해장국"], // 8
  ["해커"], // 9
  ["오마카세"], // 10
  ["마카게"], // 11
];

export const HACKERS = [
  [11, 9], // 1순위: 마카게-오마카세-해커
  [8, 6], // 2순위: 해장국-국밥-미지근한국밥
];

export const PROS = [
  [11, 5], // 1순위: 마카게-오마카세-해커-해장국-국밥-미지근한국밥-프로
  [4, 4], // 2순위: 계추
];

export const COLORS = [
  "#704c34", // 언랭
  "#704c34", // 퓨어눕
  "#8d5d3e", // 가짜눕
  "#556687", // 계륵
  "#677ca3", // 계추
  "#bc8244", // 프로
  "#195774", // 미지근한국밥
  "#1e688a", // 국밥
  "#2681ab", // 해장국
  "#772fd0", // 해커
  "#8f203b", // 오마카세
  "#c34e78", // 마카게
];
